[
  {
    "english": "Cattle are immune to equine infections anemia .",
    "chinese": "牛不感染马传染性贫血。"
  },
  {
    "english": "In a word, serum hepatitis was also infectious .",
    "chinese": "换句话说，血清性肝炎也是传染性的。"
  },
  {
    "english": "Poultry hauling equipment likewise can disseminate infectious material .",
    "chinese": "捕鸡器械同样也能播散传染性物质。"
  },
  {
    "english": "Communicable diseases have been a curse of mankind since time immemorial .",
    "chinese": "自古以来，某些传染性疾病就是人类的灾祸。"
  },
  {
    "english": "The infectivity and other properties of viruses can be assayed by several methods .",
    "chinese": "病毒的传染性及其它性质可通过几种方法鉴定。"
  },
  {
    "english": "用",
    "chinese": "传染性造句挺难的，這是一个万能造句的方法"
  },
  {
    "english": "Transmissible gastroenteritis is a highly contagious, enteric disease of swine .",
    "chinese": "传染性胃肠类是猪的一种高度接触传染性肠道疾病。"
  },
  {
    "english": "These organisms penetrate into snails, multiply, and develop into cercariae, the infective form for man .",
    "chinese": "这些毛蚴进体螺体，繁殖和发育对人类有传染性的尾蚴。"
  },
  {
    "english": "The great communicability of whooping cough, males it desirable to isolate the patient for four to six weeks .",
    "chinese": "百日咳有强烈的传染性，因此最好将患者隔离46周。"
  },
  {
    "english": "The infectivity is quantified by counting the number of infective centers such as plaques pocks and foci .",
    "chinese": "应用计算感染点数目来确定其传染性，如蚀斑，痘疱及病杜数。"
  },
  {
    "english": "This applies to most respiratory infections(e. g mycoplasma infections, infectious coryza, laryngotracheitis) .",
    "chinese": "大多数呼吸道感染都如此，如枝原体感染，传染性鼻炎，喉气管炎。"
  },
  {
    "english": "This applies to most respiratory infections (e.g. mycoplasma infections, infectious coryza, laryngotracheitis) .",
    "chinese": "大多数呼吸道感染都如此，如支原体感染，传染性鼻炎，喉气管炎。"
  },
  {
    "english": "\"well, error is contagious,\" said the congressman with great good nature, \"and it knows no boundaries. \"",
    "chinese": "“可是错误是有传染性的，”这位仪员非常温和地说，“并且是不分国界的。”"
  },
  {
    "english": "This is particularly true of newcastle disease, infectious bronchitis, and(for breeder flocks)encephalomyelitis .",
    "chinese": "这在鸡新城病、传染性支气管炎和（对种鸡群来说）禽脑脊髓炎尤其如此。"
  },
  {
    "english": "There was something contagious in kit's laugh, for his mother, who had look grave before, first subsided into a smile .",
    "chinese": "基特的笑好象有传染性似的；因为他母亲先前本是板着面孔，这会儿也泛起了笑容。"
  },
  {
    "english": "A good reason for removing moribund and dead birds from a flock is to reduce the numbers of infectious organisms available to penmates .",
    "chinese": "清除鸡群里临死和死亡的个体，就是为了减少可以感染同群鸡的传染性微生物。"
  }
]