[
  {
    "english": "Yet rome was content to feast and exact .",
    "chinese": "然而罗马满足于宴会、勒索。"
  },
  {
    "english": "The blackmailer bled him for 500 pounds.",
    "chinese": "敲诈者向他勒索500英镑。"
  },
  {
    "english": "He was the string-puller behind the scenes of the blackmail .",
    "chinese": "他才是这次勒索案的后台。"
  },
  {
    "english": "They had to make compensation for all wrongful exactions .",
    "chinese": "他们必须对各种非法勒索给予赔偿。"
  },
  {
    "english": "He was up an hour after midnight to squeeze poor neighbors .",
    "chinese": "他半夜一点起来勒索可怜的邻居们。"
  },
  {
    "english": "用",
    "chinese": "勒索造句挺难的，這是一个万能造句的方法"
  },
  {
    "english": "\"what's your blackmail for this?\" vociferated harran .",
    "chinese": "“这一下你要勒索多少？”哈伦大声叫道。"
  },
  {
    "english": "Usually the courts dismissed such claims with costs for the hotel .",
    "chinese": "通常法院对这种向饭店勒索的要求均予驳回。"
  },
  {
    "english": "The police caught the man who tried to abduct the boy for ransom .",
    "chinese": "警察抓住了那个企图拐走这男孩以便勒索赎金的家伙。"
  },
  {
    "english": "Some road haulage firms had been held to ransom by union demands, backed by threats of instant shutdown .",
    "chinese": "工会曾以立即停工相威胁，向一些陆运公司提出要求，进行勒索。"
  },
  {
    "english": "Even now, when he was on the brink of an adventure which should make or mar him, he was up an hour after midnight to squeeze poor neighbours .",
    "chinese": "即使在这成败未卜的当儿，他也要在深更半夜去勒索可怜的老百姓。"
  },
  {
    "english": "The sense of wrongs, the injustices, the oppression, extortion, and pillage of twenty years suddenly culminated and found voice in a raucous howl of execration .",
    "chinese": "二十年来所深受的损害、压迫、勒索、掠夺和不公平的对待，一下子达到了最高峰，在一阵粗声粗气的谩骂叫嚣里发泄出来。"
  },
  {
    "english": "Mei . \" but we ' re not forcing anything on kenya",
    "chinese": "但是我们没向其施压，也没勒索。 ”"
  },
  {
    "english": "The blackmailers bled him for every penny he had",
    "chinese": "勒索者把他的钱榨得一干二净。"
  },
  {
    "english": "Something of value extorted in this manner",
    "chinese": "勒索之物通过此种手段强取的有价值之物"
  },
  {
    "english": "You ' re planning onlackmailing yourself out of the red",
    "chinese": "难道你要勒索你自己吗？"
  }
]