[
  {
    "english": "The first lesson is taken from st john 's gospel .",
    "chinese": "第一段课程选自《约翰福音》。"
  },
  {
    "english": "Today 's lesson is taken from the st mark 's gospel .",
    "chinese": "今日的经文选自《马可福音》。"
  },
  {
    "english": "Convey the joyous news to her as soon as possible , please .",
    "chinese": "请尽快把这一福音告诉她。"
  },
  {
    "english": "The year from 1890 to 1920 saw the social gospel come of age .",
    "chinese": "从1890到1920年，是社会福音运动达到成熟的年代。"
  },
  {
    "english": "We had toured through several states to which he was carrying the message .",
    "chinese": "我们走遍了好几个州，所到之处他都给人们送去了福音。"
  },
  {
    "english": "用",
    "chinese": "福音造句挺难的，這是一个万能造句的方法"
  },
  {
    "english": "She was one of the pillars of the church, a powerful evangelist and very widely known .",
    "chinese": "她是一位远近闻名，颇有影响的福音传道士，是教会的一根顶梁柱。"
  },
  {
    "english": "The gospel of st. john has more idiosyncrasies and is coloured by theology of a strongly hellenic type .",
    "chinese": "《约翰福音》具有更多的特性，是被强烈的希腊式神学渲染了的。"
  },
  {
    "english": "There were people in the church, and even men carrying the gospel, who mocked deborah behind her back .",
    "chinese": "教会里有些人甚至那些传播福音的男人在背地里嘲笑黛博拉。"
  },
  {
    "english": "He considered a strong france, even when it was occasionally difficult, overwhelmingly a boon to the west .",
    "chinese": "他认为，法国强大（即使暂时有困难）对整个西方世界都是个福音。"
  },
  {
    "english": "For all its power and commanding influence, the social gospel movement was a development in urban protestantism .",
    "chinese": "从社会福音运动的全部力量和权威性影响来看，它是城市新教的一种发展。"
  },
  {
    "english": "He obtained his license as a preacher of the gospel, with some compliments from the presbytery by whom it was bestowed .",
    "chinese": "他获得了福音传道师的证书，证书上附有颁发证书的长老会的好评语。"
  },
  {
    "english": "It was during this dialogue, or hard on the heels of it, that the town was subjected to a monster revival meeting .",
    "chinese": "就在这次交谈中，或者紧接着这次谈话，城里举行了一次规模巨大的福音布道会。"
  },
  {
    "english": "She adored parades, lectures, conventions, camp meetings, church revivals-in fact every kind of dissipation .",
    "chinese": "她最喜欢什么游行啦、演讲啦、开大会啦、营火会啦、福音布道会啦--实际上各种各样的娱乐。"
  },
  {
    "english": "Mr. yates might consider it only as a veracious interruption for the evening, and mr. rushworth might imagine it a blessing .",
    "chinese": "耶茨先生认为只不过是晚上的排练给打断了，罗什渥兹先生认为这或许是个福音。"
  },
  {
    "english": "A preacher of the gospel, being regularly called, ought, above all things, first, to purify himself before he teaches others .",
    "chinese": "被习惯上称为福音传道者的人，首先，应该在教导别人之前净化自己，这是最要紧的。"
  }
]