[
  {
    "english": "He told me god would never forgive me .",
    "chinese": "他对我说上帝一定不会赦免我。"
  },
  {
    "english": "Remission of sins is promised to those who repent .",
    "chinese": "悔罪者可得到赦免。"
  },
  {
    "english": "There the warden handed jimmy his pardon .",
    "chinese": "在那里，加长把赦免令递给吉米。"
  },
  {
    "english": "The penalty may be remitted only by the pope .",
    "chinese": "这项刑罚只能由教皇给予赦免。"
  },
  {
    "english": "He was to be contrite and wish to be reconciled .",
    "chinese": "他必须感到悔悟，并且希望得到赦免。"
  },
  {
    "english": "用",
    "chinese": "赦免造句挺难的，這是一个万能造句的方法"
  },
  {
    "english": "He has to be contrite and wish to be reconciled .",
    "chinese": "他必须感到悔悟，并且希望得到赦免。"
  },
  {
    "english": "Tell me you release me .",
    "chinese": "请告诉我，你已经赦免了我。"
  },
  {
    "english": "In his mercy, allah had seen fit to spare juffure once again .",
    "chinese": "仁慈的真主已答应可以再赦免米富雷村一次了。"
  },
  {
    "english": "Since the lion has spared you, i will for this time ratify your pardon .",
    "chinese": "既然狮子饶了你，我这次也赦免你。"
  },
  {
    "english": "You will be pleased to hear that the governor has given you a pardon .",
    "chinese": "你听了一定很高兴，州长已经赦免了你。"
  },
  {
    "english": "Peter, at the intercession of old savelitch, was spared by pougatcheff .",
    "chinese": "由于老仆沙威里奇的求情，彼得被普加乔夫赦免了。"
  },
  {
    "english": "The preacher asked god to forgive us our sins and wash away our iniquities .",
    "chinese": "牧师乞求上帝赦免我们的罪过，涤荡我们的罪孽。"
  },
  {
    "english": "The governor has the power to pardon or reduce the sentences of persons convicted of state crimes .",
    "chinese": "州长有权赦免或从轻判决犯了州法的犯人。"
  },
  {
    "english": "I should gorge them with gold, i should grant them impunity for their crimes, and they be grateful .",
    "chinese": "我会塞给他们大量的黄金，赦免他们的罪行，他们也会感激不尽了。"
  },
  {
    "english": "\"i care not for pain, or death, you know i don't; but oh, man! forgive me the trespass i have done! \"",
    "chinese": "“我不怕苦楚，也不怕死，你知道我不怕，可是，啊，朋友，请你赦免我所犯过的罪过。”"
  }
]